package Unit1PrintingTextandImages;

public class EmoticonPractice {

	public static void main(String[] args) {

	//Emoticon Section 
    	
    	System.out.println("⁣🐻🐻🐻🐻🐻          🐻🐻🐻🐻🐻\n"
    			+ "🐻🌸🌸🌸🐻          🐻🌸🌸🌸🐻\n"
    			+ "🐻🌸🌸🌸🐻          🐻🌸🌸🌸🐻\n"
    			+ "  🐻🐻🐻🐻🐻🐻🐻🐻🐻🐻🐻🐻🐻\n"
    			+ "  🐻🐻🐻🐻🐻🐻🐻🐻🐻🐻🐻🐻🐻\n"
    			+ "🐻🐻🐻🐻🐻🐻🐻🐻⁣🐻🐻🐻🐻🐻🐻🐻\n"
    			+ "🐻🐻🐻🐻🐻🎱🐻🐻🐻🎱🐻🐻🐻🐻🐻\n"
    			+ "🐻🐻🐻🐻🐻🐻🐻🐻🐻🐻🐻🐻🐻🐻🐻\n"
    			+ "🐻🐻🐻🐻🐻🍞🍞🍞🍞🍞🐻🐻🐻🐻🐻\n"
    			+ "🐻🐻🐻🐻🍞🍞🌑🌑🌑🍞🍞🐻🐻🐻🐻\n"
    			+ "🐻🐻🐻🐻🐻🍞🍞🌑🍞🍞🐻🐻🐻🐻🐻\n"
    			+ "  🐻🐻🐻🐻🐻🍞🍞🍞🐻🐻🐻🐻🐻");
    	
    	System.out.println("\n");
    	
    	System.out.println("⁣❕🐷❕❕❕🐷❕\n"
    			+ "🐷🐷🐷🐷🐷🐷🐷\n"
    			+ "🐷⚫🐷🐷🐷⚫🐷 \n"
    			+ "🐷🐷🐷⁣🐽🐷🐷🐷\n"
    			+ "🐷🐷🐷👅🐷🐷🐷\n"
    			+ "❕🐷🐷🐷🐷🐷❕\n"
    			+ "🐷❕❕❕❕❕🐷");
    	
    	System.out.println("\n");
    	
    	System.out.println("   😶😶😶😶😶  \n"
    			+ "  😶😶😶😶😶😶\n"
    			+ " 😶😶😶😶😶😶😶\n"
    			+ "😶😶😶💣💣😶😶😶\n"
    			+ "💣💣💣💿💿💣💣💣\n"
    			+ "💣💣💣💿💿💣💣💣\n"
    			+ "😶😶😶💣💣😶😶😶\n"
    			+ "😶😶😶😶😶😶😶😶\n"
    			+ "😶😶💣😶😶💣😶😶\n"
    			+ "😶😶⁣😶💣💣😶😶😶\n"
    			+ "👖😶😶😶😶😶😶👖\n"
    			+ "😶👖👖👖👖👖👖😶\n"
    			+ "😶👖👖👖👖👖👖😶\n"
    			+ "👖👖👖👖👖👖👖👖\n"
    			+ "👖👖👖👖👖👖👖👖\n"
    			+ "👖👖👖    👖👖👖\n"
    			+ "👖👖👖    👖👖👖\n"
    			+ "  👞        👞");
    	
    
    	System.out.println("\n");
    	
    	System.out.println("⁣✨✨✨✨✨✨✨✨✨☁️✨✨✨✨✨✨✨✨✨\n"
    			+ "✨✨✨✨✨✨✨✨✨☁️✨✨✨✨✨✨✨✨✨\n"
    			+ "✨✨✨✨✨✨✨✨✨☁️✨✨✨✨✨✨✨✨✨\n"
    			+ "✨✨✨✨✨✨✨✨✨☁️✨✨✨✨✨✨✨✨✨\n"
    			+ "✨✨✨✨✨✨✨✨✨☁️✨✨✨✨✨✨✨✨✨\n"
    			+ "✨✨✨✨✨✨✨✨✨☁️✨✨✨✨✨✨✨✨✨\n"
    			+ "✨✨✨✨✨✨✨✨✨☁️✨✨✨✨✨✨✨✨✨\n"
    			+ "✨✨✨✨✨✨✨✨✨☁️✨✨✨✨✨✨✨✨✨\n"
    			+ "✨✨✨✨✨✨✨⬛️⬛️☁️⬛️⬛️✨✨✨✨✨✨✨\n"
    			+ "✨✨✨✨✨✨✨⬛️🅰️☁️🅰️⬛️✨✨✨✨✨✨✨\n"
    			+ "✨✨✨✨✨✨⬛️🅰️🅰️☁️🅰️🅰️⬛️✨✨✨✨✨✨\n"
    			+ "✨✨✨⬛️⬛️⬛️🅰️🅰️🅰️☁️🅰️🅰️🅰️⬛️⬛️⬛️✨✨✨\n"
    			+ "✨⬛️⬛️🚹🚹🚹🚹🅰️🅰️☁️🅰️🅰️🚹🚹🚹🚹⬛️⬛️✨\n"
    			+ "⬛️🚹🚹🚹🚹🚹🚹⬛️⬛️☁️⬛️⬛️🚹🚹🚹🚹🚹🚹⬛️\n"
    			+ "⬛️🚹🚹🚹🚹🚹⬛️✨✨☁️✨✨⬛️🚹🚹🚹🚹🚹⬛️\n"
    			+ "✨⬛️🚹🚹🚹🚹🚹⬛️⬛️☁️⬛️⬛️🚹🚹🚹🚹🚹⬛️✨\n"
    			+ "✨✨⬛️🚹🚹🚹🚹🚹🚹☁️🚹🚹🚹🚹🚹🚹⬛️✨✨\n"
    			+ "✨✨✨⬛️🚹🚹🚹🚹🚹☁️🚹🚹🚹🚹🚹⬛️✨✨✨\n"
    			+ "✨✨✨✨⬛️⬛️⬛️⬛️⬛️☁️⬛️⬛️⬛️⬛️⬛️✨✨✨✨\n"
    			+ "✨✨✨✨⬛️🅰️🅰️🅰️⬛️☁️⬛️🅰️🅰️🅰️⬛️✨✨✨✨\n"
    			+ "✨✨✨⬛️🅰️🅰️🅰️🅰️⬛️🅰️⬛️🅰️🅰️🅰️🅰️⬛️✨✨✨\n"
    			+ "✨✨⬛️🅰️🅰️🅰️🅰️🅰️⬛️🅰️⬛️🅰️🅰️⁣🅰️🅰️🅰️⬛️✨✨\n"
    			+ "✨✨⬛️🅰️🅰️🅰️⬛️⬛️🅰️🅰️🅰️⬛️⬛️🅰️🅰️🅰️⬛️✨✨\n"
    			+ "✨⬛️🅰️🅰️🚹⬛️🚹🅰️🅰️🅰️🅰️🅰️🚹⬛️🚹🅰️🅰️⬛️✨\n"
    			+ "⬛️🅰️🅰️🚹⬛️🚹🅰️⬛️⬛️⬛️⬛️⬛️🅰️🚹⬛️🚹🅰️🅰️⬛️\n"
    			+ "⬛️🅰️🚹⬛️🅰️🅰️⬛️🅰️🅰️🅰️🅰️🅰️⬛️🅰️🅰️⬛️🚹🅰️⬛️\n"
    			+ "⬛️🅰️⬛️🅰️🅰️⬛️🅰️🅰️🅰️🅰️🅰️🅰️🅰️⬛️🅰️🅰️⬛️🅰️⬛️\n"
    			+ "⬛️🅰️⬛️🅰️⬛️🅰️🅰️🅰️🅰️🅰️🅰️🅰️🅰️🅰️⬛️🅰️⬛️🅰️⬛️\n"
    			+ "✨⬛️⬛️⬛️⬛️🅰️🅰️🅰️🅰️🅰️🅰️🅰️🅰️🅰️⬛️⬛️⬛️⬛️✨ \n"
    			+ "✨✨✨✨⬛️🅰️🅰️⬛️⬛️🅰️⬛️⬛️🅰️🅰️⬛️✨✨✨✨\n"
    			+ "✨✨✨✨⬛️🅰️⬛️☁️⬛️🅰️⬛️☁️⬛️🅰️⬛️✨✨✨✨\n"
    			+ "✨✨✨✨⬛️🅰️⬛️☁️⬛️🅰️⬛️☁️⬛️🅰️⬛️✨✨✨✨\n"
    			+ "✨✨✨✨⬛️🅰️⬛️⬛️⬛️🅰️⬛️⬛️⬛️🅰️⬛️✨✨✨✨\n"
    			+ "✨✨✨✨⬛️🅰️⬛️🅰️🅰️🅰️🅰️🅰️⬛️🅰️⬛️✨✨✨✨\n"
    			+ "✨✨✨✨⬛️🅰️🅰️🅰️🅰️🅰️🅰️🅰️🅰️🅰️⬛️✨✨✨✨\n"
    			+ "✨✨✨✨✨⬛️🅰️🅰️🅰️🅰️🅰️🅰️🅰️⬛️✨✨✨✨✨\n"
    			+ "✨✨✨✨✨✨⬛️⬛️🅰️🅰️🅰️⬛️⬛️✨✨✨✨✨✨\n"
    			+ "✨✨✨✨✨✨✨✨⬛️⬛️⬛️✨✨✨✨✨✨✨✨\n"
    			+ "✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨");
    	
    	System.out.println("\n");
    	
    	System.out.println("⁣☁️☁️☁️☁️☁️☁️☁️☁️☁️☁️☁️☁️\n"
    			+ "☁️☁️☁️☁️☁️🙂🔨🙂🔨🙂☁️☁️\n"
    			+ "☁️☁️☁️☁️🙂🙂🙂🔨🙂🔨🙂☁️\n"
    			+ "☁️☁️☁️😆🙂🙂🙂🙂🙂🙂🙂☁️\n"
    			+ "☁️☁️☁️🙂🙂🙂🙂🙂🙂🙂🙂☁️\n"
    			+ "☁️☁️😄🙂🙂🙂🙂🙂🙂🙂🙂☁️\n"
    			+ "☁️☁️😄🏐🙂🙂🏐🙂🙂〰️〰️☁️\n"
    			+ "☁️☁️🏐🌑🏐🏐🌑🏐🙂〰️〰️☁️\n"
    			+ "☁️☁️😄🏐🙂🙂🏐🙂🙂😄😄☁️\n"
    			+ "☁️😶😶😶🙂🙂🙂🙂🙂🙂😄☁️\n"
    			+ "☁️😄😄😄🙂🙂🙂🙂🙂😄☁️☁️\n"
    			+ "☁️☁️👊🏼👊🏼👊🏼👊🏼👊🏼🙂🙂☁️☁️☁️\n"
    			+ "☁️👊🏼👊🏼👊🏼👊🏼👊🏼👈🏾👊🏼🙂☁️☁️☁️\n"
    			+ "☁️☁️👈🏾👈🏾👈🏾👈🏾👈🏾👊🏼🙂🙂☁️☁️\n"
    			+ "☁️☁️👊🏼👊🏼👊🏼👊🏼👊🏼🙂🙂🙂☁️☁️\n"
    			+ "☁️☁️☁️☁️☁️🙂😆😆😄🙂☁️☁️\n"
    			+ "☁️☁️☁️☁️🙂🙂📁📁📁📁☁️☁️\n"
    			+ "☁️☁️☁️🖊✒️🖊✒️📁📁🖊📃☁️\n"
    			+ "☁️☁️📃📃📃📃📃✒️🖊📃📃☁️\n"
    			+ "☁️☁️📃📃📃📃📃📃🗒🗒🗒☁️\n"
    			+ "☁️📃📃⁣📃📃📃📃🗒📃📃📃🗒\n"
    			+ "☁️📃📃📃📃📃📃🗒📃📃📃🗒\n"
    			+ "📃📃📃📃📃📃📃🗒📃📃📃🗒\n"
    			+ "📃📃📃📃📃📃📃🗒🗒🗒🗒🗒\n"
    			+ "📃📃📃📃📃📃📃📃🙂🙂🙂☁️\n"
    			+ "📃📃📃📃📃📃📃📃🙂🙂🙂☁️\n"
    			+ "📃📃📃📃📃📃📃📃🙂🙂🙂☁️\n"
    			+ "👖👖👖👖👖👖👖🙂🙂🙂🙂☁️\n"
    			+ "👖👖👖👖👖👖🙂🙂🙂🙂👖☁️\n"
    			+ "☁️👖👖👖👖🙂🙂🙂🙂👖👖☁️\n"
    			+ "☁️☁️👖👖👖🙂🙂🙂👖👖☁️☁️\n"
    			+ "☁️☁️☁️👖👖🙂🙂🙂👖👖☁️☁️\n"
    			+ "☁️☁️☁️👖👖👖👖👖👖☁️☁️☁️\n"
    			+ "☁️☁️☁️👖👖👖👖👖👖☁️☁️☁️\n"
    			+ "☁️☁️☁️👖👖👖👖👖👖☁️☁️☁️\n"
    			+ "☁️☁️☁️👖👖👖👖👖👖☁️☁️☁️\n"
    			+ "☁️☁️☁️👖👖👖👖👖👖☁️☁️☁️\n"
    			+ "☁️☁️☁️👖👖👖👖👖👖☁️☁️☁️\n"
    			+ "☁️☁️☁️⛴⛴⛴⛴⛴⛴☁️☁️☁️\n"
    			+ "☁️☁️☁️👞👞👞👞👞👞☁️☁️☁️\n"
    			+ "☁️☁️👞👞👞👞👞👞👞☁️☁️☁️\n"
    			+ "☁️☁️👞👞👞👞👞👞👞☁️☁️☁️\n"
    			+ "🤢🤢🤢🤢🤢🤢🤢🤢🤢🤢🤢🤢\n"
    			+ "🤢🤢🤢🤢🤢🤢🤢🤢🤢🤢🤢🤢");
    	
    	System.out.println("\n");
    	
    	System.out.println("Going to Mars Project\n"
    			+ "⁣◼️⬛️⬛️⬛️✨⬛️⬛️⬛️\n"
    			+ "◼️◼️◼️◼️◼️◼️🔴◼️\n"
    			+ "✨◼️◼️◼️◼️↗️◼️⬛️\n"
    			+ "◼️◼️◼️◼️↗️◼️◼️⬛️⁣\n"
    			+ "◼️◼️◼️🚀⬛️⬛️⬛️⬛️\n"
    			+ "◼️◼️↗️⬛️⬛️⬛️⬛️⬛️\n"
    			+ "◼️🌎◼️◼️◼️◼️✨◼️\n"
    			+ "⬛️⬛️🌒⬛️⬛️⬛️⬛️⬛️");
    	
    	System.out.println("\n");
    	
    	System.out.println("⁣☁️☁️☁️☁️☁️☁️☁️☁️☁️\n"
    			+ "☁️☁️💗💗☁️💗💗☁️☁️\n"
    			+ "☁️💗💗💗💗💗💗💗☁️\n"
    			+ "☁️💗💗💗💗💗💗💗☁️\n"
    			+ "☁️💗💗💗💗💗💗💗☁️\n"
    			+ "☁️☁️💗💗💗💗💗☁️☁️\n"
    			+ "☁️☁️☁️💗💗💗☁️☁️☁️\n"
    			+ "☁️☁️☁️☁️💗☁️☁️☁️☁️\n"
    			+ "☁️☁️☁️☁️☁️☁️☁️☁️☁️");
    	
    	System.out.println("\n");
    	
    	System.out.println("⁣          🎈🎈  ☁️\n"
    			+ "         🎈🎈🎈\n"
    			+ " ☁️     🎈🎈🎈🎈\n"
    			+ "        🎈🎈🎈🎈\n"
    			+ "   ☁️    ⁣🎈🎈🎈\n"
    			+ "           \\|/\n"
    			+ "           🏠   ☁️\n"
    			+ "   ☁️         ☁️\n"
    			+ "\n"
    			+ "🌳🌹🏫🌳🏢🏢_🏢🏢🌳🌳");
    	

	}

}
